[version]
version=1.00.00.005



[MAIN]
IDD_MAINDLG=Anytime USB Charge Utility
IDC_LBL_DESC="Anytime USB Charge" Function allows you to charge USB peripherals without powering on the PC.
IDC_LBL_PORTHEAD=-
IDC_LBL_PORT=Only USB ports marked with this symbol are eligible to be charged.
IDC_RADIO_DISABLE=&Disable "Anytime USB Charge" function
IDC_RADIO_ENABLE_ONLY_AC=O&nly enable "Anytime USB Charge" function when AC Adapter is connected.
IDC_RADIO_ENABLE_AC_BATT=&Enable "Anytime USB Charge" function with AC Adapter or battery
IDC_RADIO_ENABLE=&Enable "Anytime USB Charge" function
IDC_LBL_NO_AC_DESC=- If the battery level becomes low while the PC is running or in sleep mode, charging will be suspended and the PC will enter hibernate mode.

IDC_LBL_MODE=Charging mode
IDC_RADIO_MODE1=&Mode 1 [Recommended]
IDC_RADIO_MODE2=Mode &2
IDC_LBL_MODE_DESC=- Some of the USB peripherals cannot be charged in Mode 1. In that case, please switch to Mode 2.


IDC_BUTTON_CHANGE=C&hange
IDCANCEL=Cancel
IDM_ABOUT=&About

STR_MSG_TITLE=Anytime USB Charge Utility
STR_MSG_VERSION=Version
STR_MSG_NEED_ADMIN=You need Administrative permission to run this utility. Please restart the utility after logging on as an administrator.
STR_MSG_NOT_SUPPORT_USBCHARGE=There is no "Anytime USB Charge" function in this PC. You cannot use the utility.
STR_MSG_ERR_USBCHARGE=You cannot use the utility due to problems with "Anytime USB Charge".
STR_MSG_FINISH_CHANGESETTING=The settings have been changed.



[SMLocalize]
AppName=Anytime USB Charge Utility
BaseName0=Help.lnk
LocalName0=Help.lnk
BaseName1=Setting.lnk
LocalName1=Setting.lnk

